7767517
32 33
Input                    in0                      0 1 in0
Split                    splitncnn_0              1 2 in0 1 2
Convolution              conv_1                   1 1 2 3 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=1728
Convolution              convrelu_0               1 1 3 4 0=4 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=2304 9=1
Convolution              convrelu_1               1 1 4 5 0=5 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=180 9=1
Convolution              convrelu_2               1 1 5 6 0=5 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=225 9=1
Convolution              convrelu_3               1 1 6 7 0=3 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=135 9=1
Convolution              convrelu_4               1 1 7 8 0=4 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=108 9=1
Convolution              convrelu_5               1 1 8 9 0=2 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=72 9=1
Convolution              convrelu_6               1 1 9 10 0=1 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=18 9=1
Convolution              convrelu_7               1 1 10 11 0=3 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=27 9=1
Convolution              convrelu_8               1 1 11 12 0=4 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=108 9=1
Convolution              convrelu_9               1 1 12 13 0=5 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=180 9=1
Convolution              convrelu_10              1 1 13 14 0=3 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=135 9=1
Convolution              convrelu_11              1 1 14 15 0=9 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=243 9=1
Convolution              convrelu_12              1 1 15 16 0=7 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=567 9=1
Convolution              convrelu_13              1 1 16 17 0=8 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=504 9=1
Convolution              convrelu_14              1 1 17 18 0=7 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=504 9=1
Convolution              convrelu_15              1 1 18 19 0=8 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=504 9=1
Convolution              convrelu_16              1 1 19 20 0=8 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=576 9=1
Convolution              convrelu_17              1 1 20 21 0=6 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=432 9=1
Convolution              convrelu_18              1 1 21 22 0=7 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=378 9=1
Convolution              convrelu_19              1 1 22 23 0=8 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=504 9=1
Convolution              convrelu_20              1 1 23 24 0=11 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=792 9=1
Convolution              convrelu_21              1 1 24 25 0=17 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=1683 9=1
Convolution              convrelu_22              1 1 25 26 0=31 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=4743 9=1
Convolution              convrelu_23              1 1 26 27 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=17856 9=1
Convolution              conv_26                  1 1 27 28 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=27648
Interp                   upsample_0               1 1 1 29 0=3 1=4.000000e+00 2=4.000000e+00 6=0
PixelShuffle             pixelshuffle_27          1 1 28 30 0=4 1=0
BinaryOp                 add_0                    2 1 30 29 31 0=0
Clip                     clamp_52                 1 1 31 out0 0=-1.000000e+00 1=1.000000e+00
